import React from 'react';

export default () => {

  return (
    <div className="ui-info">
      <div className="ui-info-box">
        <div className="ui-info-header">
          家园合作
        </div>
        <div className="ui-info-content">
          <i></i><p>纹桃科技成立十五年，一直致力于棋牌游戏领域的开发及项目合作。自 2005 年以来，纹桃科技棋牌架构就成为棋牌游戏平台开发的典范，相关技术在业内遥遥领先。2009 年，纹桃科技以“游戏家园”系列产品为载体开始探寻棋牌市场，经过近十年的努力，在地方棋牌领域积累了出色的成绩，逐渐形成“技术开发”和“家园合作”相互支持、互相推进的局面。</p>
          <i></i><p>没有实践就没有发言权。为及时洞察一线玩家的真实需求，进而开发出更加与时俱进的产品，纹桃科技一方面通过“游戏家园”系列产品走近玩家，深挖用户痛点，将所得精髓注入到产品研发当中，为项目客户提供用户体验更为完美的稳定产品；另一方面在项目开发合作中不断打磨钻研新技术、新模式，为游戏护航，力求产品质量优于竞品、迭代及时、运维高效、永葆竞争力。</p>
          <i></i><p>我们始终专注于细分市场，做精做深地方棋牌，愿携手有志之士共同把中华民族的棋牌传统文化发扬光大。</p>
        </div>
      </div>
    </div>
  )
}